@extends('website.layouts.app')
@section('title')
<title>Questions</title>
@endsection
@section('content')

<div class="container">
        <div class="row row_card p-3">
            <div class="col">
                <div class="tabs">
                    <div class="tab">
                        <input class="card_title" type="radio" id="rd1" name="rd">
                        <label class="app_font tab-label" for="rd1">انشطة متنوعة لكافة الطلاب</label>
                        <div class="app_font tab-content">
                            تعد المشاركة في الأنشطة اللامنهجية جانبًا أساسيًا من الحياة الطلابية. إلى جانب
                            الأكاديميين ، يحتاج الطلاب إلى الانخراط في الأنشطة البدنية والإبداعية والأكاديمية
                            لتطوير مهاراتهم واهتماماتهم. يحدد هذا المقال الأنشطة المختلفة التي يمكن أن تلبي
                            احتياجات جميع الطلاب ، بغض النظر عن اهتماماتهم أو قدراتهم.

                            الأنشطة البدنية ضرورية لسلامة الطلاب الجسدية والعقلية. تساعد الأنشطة الرياضية مثل
                            كرة السلة وكرة القدم والكرة الطائرة وألعاب المضمار والميدان الطلاب على تطوير مهارات
                            العمل الجماعي والقيادة والتواصل. يمكن أن تساعد دروس اليوغا والتأمل الطلاب على تقليل
                            التوتر وتحسين صحتهم العقلية. يمكن أن تساعد برامج اللياقة ودروس الرقص الطلاب على
                            البقاء نشيطين والحفاظ على نمط حياة صحي. على سبيل المثال ، تُظهر الأبحاث أن الطلاب
                            الذين يشاركون في الأنشطة البدنية أقل عرضة للإصابة بأمراض مزمنة مثل السمنة والسكري
                            وأمراض القلب. - - يمكن للأنشطة الإبداعية مثل دروس الفنون والحرف اليدوية وفصول
                            الموسيقى وفصول الدراما والمسرح أن مساعدة الطلاب على تطوير إبداعهم والتعبير عن
                            أنفسهم. يمكن أن تساعد دروس الفن والحرف مثل الرسم والرسم والفخار الطلاب على تطوير
                            مهاراتهم الفنية والتعبير عن مشاعرهم من خلال الفن. يمكن أن تساعد دروس الموسيقى مثل
                            الجوقة والفرقة والأوركسترا الطلاب على تطوير مهاراتهم ومواهبهم الموسيقية. يمكن أن
                            تساعد دروس الدراما والمسرح مثل التمثيل والإنتاج المسرحي الطلاب على تطوير ثقتهم
                            ومهارات الخطابة والعمل الجماعي لديهم. على سبيل المثال ، تُظهر الأبحاث أن الطلاب
                            الذين يشاركون في الأنشطة الإبداعية يتمتعون بأداء أكاديمي أفضل ، ومهارات اجتماعية
                            محسنة ، وتقدير أعلى للذات. - - الأنشطة الأكاديمية مثل نوادي العلوم والتكنولوجيا ،
                            ونوادي النقاش والخطابة العامة ، ونوادي اللغة والأدب يمكن أن تساعد الطلاب على تطوير
                            مهاراتهم واهتماماتهم الأكاديمية. يمكن أن تساعد نوادي العلوم والتكنولوجيا مثل
                            الروبوتات والبرمجة الطلاب على تطوير مهاراتهم في حل المشكلات والتفكير النقدي. يمكن أن
                            تساعد نوادي المناظرة والخطابة العامة الطلاب على تطوير مهارات الاتصال والقيادة لديهم.
                            يمكن أن تساعد نوادي اللغة والأدب مثل نوادي الكتاب وورش عمل الكتابة الطلاب على تطوير
                            مهارات القراءة والكتابة لديهم. على سبيل المثال ، يُظهر البحث أن الطلاب الذين يشاركون
                            في الأنشطة الأكاديمية يتمتعون بأداء أكاديمي أفضل ، ومهارات معرفية محسنة ، وتطلعات
                            وظيفية أعلى.

                            في الختام ، تعد الأنشطة اللامنهجية حيوية للتنمية الشاملة للطلاب. يمكن أن تساعد
                            الأنشطة البدنية والإبداعية والأكاديمية الطلاب على تطوير مهاراتهم واهتماماتهم
                            ومواهبهم مع تحسين صحتهم الجسدية والعقلية. من الضروري للمدارس والمجتمعات توفير مجموعة
                            متنوعة من الأنشطة التي تلبي اهتمامات وقدرات جميع الطلاب. من خلال المشاركة في الأنشطة
                            اللامنهجية ، يمكن للطلاب الحصول على تعليم جيد يعدهم للنجاح في جميع مجالات الحياة.
                        </div>
                    </div>
                    <div class="tab">
                        <input class="card_title" type="radio" id="rd2" name="rd">
                        <label class="app_font tab-label" for="rd2">نخبة من المعلمين</label>
                        <div class="app_font tab-content">
                            مدرسو النخبة هم أولئك الذين يمتلكون مهارات وصفات استثنائية تميزهم عن أقرانهم. لهؤلاء
                            المعلمين تأثير عميق على خبرات تعلم طلابهم ولهم دور فعال في تشكيل نموهم الأكاديمي
                            والشخصي. في هذا المقال ، سوف نستكشف صفات المعلمين النخبة ، وتأثيرهم على تعلم الطلاب
                            ، واستراتيجيات تطوير المعلمين المتميزين.

                            يتمتع مدرسو النخبة بصفات استثنائية تجعلهم متميزين عن أقرانهم. تشمل هذه الصفات خبرة
                            استثنائية في الموضوع ، ومهارات تربوية قوية ، وشغفًا للتدريس وتحفيز الطلاب. يتمتع
                            مدرسو النخبة بفهم عميق لموضوعهم وهم قادرون على توصيل المفاهيم المعقدة بطريقة يسهل
                            فهمها من قبل طلابهم. كما أنهم يمتلكون مهارات تربوية قوية ، مما يسمح لهم بإنشاء خبرات
                            تعليمية تفاعلية وجذابة تعزز التفكير النقدي وحل المشكلات. أخيرًا ، نخبة المعلمين
                            لديهم شغف بتدريس الطلاب وتحفيزهم ، مما يلهم طلابهم لتحقيق إمكاناتهم الكاملة.
                        </div>
                    </div>
                    <div class="tab">
                        <input class="card_title" type="radio" id="rd4" name="rd">
                        <label class="app_font tab-label" for="rd4">نخبة من المعلمين</label>
                        <div class="app_font tab-content">
                            مدرسو النخبة هم أولئك الذين يمتلكون مهارات وصفات استثنائية تميزهم عن أقرانهم. لهؤلاء
                            المعلمين تأثير عميق على خبرات تعلم طلابهم ولهم دور فعال في تشكيل نموهم الأكاديمي
                            والشخصي. في هذا المقال ، سوف نستكشف صفات المعلمين النخبة ، وتأثيرهم على تعلم الطلاب
                            ، واستراتيجيات تطوير المعلمين المتميزين.

                            يتمتع مدرسو النخبة بصفات استثنائية تجعلهم متميزين عن أقرانهم. تشمل هذه الصفات خبرة
                            استثنائية في الموضوع ، ومهارات تربوية قوية ، وشغفًا للتدريس وتحفيز الطلاب. يتمتع
                            مدرسو النخبة بفهم عميق لموضوعهم وهم قادرون على توصيل المفاهيم المعقدة بطريقة يسهل
                            فهمها من قبل طلابهم. كما أنهم يمتلكون مهارات تربوية قوية ، مما يسمح لهم بإنشاء خبرات
                            تعليمية تفاعلية وجذابة تعزز التفكير النقدي وحل المشكلات. أخيرًا ، نخبة المعلمين
                            لديهم شغف بتدريس الطلاب وتحفيزهم ، مما يلهم طلابهم لتحقيق إمكاناتهم الكاملة.
                        </div>
                    </div>
                    <div class="tab">
                        <input class="card_title" type="radio" id="rd3" name="rd">
                        <label for="rd3" class="tab-close">Close others &times;</label>
                    </div>
                </div>
            </div>

        </div>
    </div>

@endsection
